Repository: jasp-stats/jaspBain
Catalog: po/R-*.po
Languages: es, ja, ta

source: Bain does not accept factor levels that contain spaces. Please remove the spaces from your factor levels to continue.
es: BAIN no acepta niveles de factor que contengan espacios. Por favor, elimine los espacios de sus niveles de factor para continuar.
ja: Bainでは、スペースを含む因子水準を受け入れません。続行するには、因子水準からスペースを削除してください.
ta: இடைவெளிகளைக் கொண்ட காரணி நிலைகளை பெயின் ஏற்கவில்லை. தொடர உங்கள் காரணி மட்டங்களிலிருந்து இடைவெளிகளை அகற்றவும்.

source: An error occurred in the call to lavaan: %1$s. Please double check if the variables in lavaan syntax match the variables in your data set.
es: Se produjo un error en la llamada a Lavaan: %1$s. Por favor, verifique si las variables en la sintaxis de Lavaan coinciden con las variables del conjunto de datos.
ja: lavaan への呼び出しでエラーが発生しました: %1$s. lavaan 構文の変数がデータセットの変数と一致するかどうかを再確認してください.
ta: லாவானுக்கான அழைப்பில் பிழை ஏற்பட்டது: %1$s. லாவான் தொடரியல் மாறிகள் உங்கள் தரவு தொகுப்பில் உள்ள மாறிகளுடன் பொருந்துமா என்பதை இருமுறை சரிபார்க்கவும்.

source: An error occurred in the analysis: Lavaan could not compute the standard errors because the information matrix could not be inverted. This may be a symptom that the model is not identified.
es: Se produjo un error en el análisis: Lavaan no puede calcular los errores típicos porque la matriz de información no se puede invertir. Esto puede ser un síntoma de que el modelo no está identificado.
ta: பகுப்பாய்வில் ஒரு பிழை ஏற்பட்டது: லாவான் நிலையான பிழைகளை கணக்கிட முடியவில்லை, ஏனெனில் செய்தி மேட்ரிக்சை தலைகீழாக மாற்ற முடியாது. இது மாதிரி அடையாளம் காணப்படாத அறிகுறியாக இருக்கலாம்.

source: The fixed factor has too many levels for a Bain analysis.
es: El factor fijo tiene demasiados niveles para un análisis BAIN.
ja: 固定因子はベイン分析に対してあまりにも多くの水準を持っています.
ta: நிலையான காரணி பெயின் பகுப்பாய்விற்கு பல நிலைகளைக் கொண்டுள்ளது.

source: An error occurred in the analysis:<br>%1$s<br><br>Please double check if the variables in the 'Model Contraints' section match the variables in your data set.
es: Se produjo un error en el análisis:<br>%1$s<br>. <br>Por favor, verifique si las variables de la sección 'Restricciones del Modelo' coinciden con las variables del conjunto de datos.
ja: 分析でエラーが発生しました:<br>%1$s<br><br> 'モデルの制約' セクションの変数がデータセット内の変数と一致しているかどうかを再確認してください.
ta: பகுப்பாய்வில் ஒரு பிழை ஏற்பட்டது: <br>%1$s <br><br> 'மாதிரி முரண்பாடுகள்' பிரிவில் உள்ள மாறிகள் உங்கள் தரவு தொகுப்பில் உள்ள மாறிகளுடன் பொருந்துமா என்பதை இருமுறை சரிபார்க்கவும்.

source: Hypothesis
es: Hipótesis
ja: 仮説
ta: கருதுகோள்

source: H1
ta: எச் 1

source: Bain Independent Samples Welch's T-Test
es: Contraste t de Welch para muestras independientes de BAIN
ja: Bain 独立標本ウェルチのt検定
ta: பெயின் சுயாதீன மாதிரிகள் வெல்ச்சின் டி-சோதனை

source: Bain Paired Samples T-Test
es: Contraste t para muestras emparejadas de BAIN
ja: Bain 対応のある標本のt検定
ta: பெயின் இணை மாதிரிகள் டி-சோதனை

source: Bain One Sample T-test
es: Contraste T para Una Muestra de BAIN
ja: Bain 一標本のt検定
ta: பெயின் ஒரு மாதிரி டி-சோதனை

source: Bain ANOVA
es: ANOVA de BAIN
ta: பெயின் அனோவா

source: Bain ANCOVA
es: ANCOVA de BAIN
ta: பெயின் அன்கோவா

source: Bain Linear Regression
es: Regresión Lineal de BAIN
ja: Bain 線形回帰
ta: பெயின் நேரியல் பின்னடைவு

source: Bain Structural Equation Model
es: Modelo de Ecuaciones Estructurales de BAIN
ja: Bain 構造方程式モデル
ta: பெயின் கட்டமைப்பு சமன்பாடு மாதிரி

source: BF
es: FB
ta: பி.எஃப்

source: Posterior probability
es: Probabilidad posterior
ja: 事後確率
ta: பின்புற நிகழ்தகவு

source: The alternative hypothesis H1 specifies that the mean is unequal to %s. The posterior probabilities are based on equal prior probabilities.
es: La hipótesis alternativa H1 indica que la media es distinta a %s. Las probabilidades posteriores se basan en probabilidades previas iguales.
ja: 対立仮説 H1 は平均が %s と不等であることを指定しています。事後確率は等しい事前確率に基づいています.
ta: மாற்று கருதுகோள் H1 சராசரி %s க்கு சமமற்றது என்பதைக் குறிப்பிடுகிறது. பின்புற நிகழ்தகவுகள் சமமான முன் நிகழ்தகவுகளை அடிப்படையாகக் கொண்டவை.

source: The alternative hypothesis H1 specifies that the mean is bigger than %s. The posterior probabilities are based on equal prior probabilities.
es: La hipótesis alternativa H1 indica que la media es mayor que %s. Las probabilidades posteriores se basan en probabilidades previas iguales.
ja: 対立仮説H1は，平均が%sよりも大きいことを指定します。事後確率は等しい事前確率に基づいています。
ta: மாற்று கருதுகோள் H1 சராசரி %s ஐ விட பெரியது என்பதைக் குறிப்பிடுகிறது. பின்புற நிகழ்தகவுகள் சமமான முன் நிகழ்தகவுகளை அடிப்படையாகக் கொண்டவை.

source: The alternative hypothesis H1 specifies that the mean is smaller than %s. The posterior probabilities are based on equal prior probabilities.
es: La hipótesis alternativa H1 indica que la media es menor que %s. Las probabilidades posteriores se basan en probabilidades previas iguales.
ja: 対立仮説 H1 は平均が %s よりも小さいことを指定しています。事後確率は等しい事前確率に基づいています。
ta: மாற்று கருதுகோள் H1 சராசரி %s ஐ விட சிறியது என்பதைக் குறிப்பிடுகிறது. பின்புற நிகழ்தகவுகள் சமமான முன் நிகழ்தகவுகளை அடிப்படையாகக் கொண்டவை.

source: The hypothesis H1 specifies that the mean is bigger than %1$s and the hypothesis H2 specifies that the mean is smaller than %1$s. The posterior probabilities are based on equal prior probabilities.
es: La hipótesis H1 indica que la media es mayor que %1$s, y la hipótesis H2 indica que la media es menor que %1$s. Las probabilidades posteriores se basan en probabilidades previas iguales.
ja: 仮説H1は，平均が%1$sより大きいことを指定し，仮説H2は，平均が%1$sより小さいことを指定する。事後確率は，等しい事前確率に基づいている.
ta: H1 கருதுகோள் சராசரி %1$s ஐ விட பெரியது என்பதைக் குறிப்பிடுகிறது மற்றும் H2 கருதுகோள் சராசரி %1$s ஐ விட சிறியது என்பதைக் குறிப்பிடுகிறது. பின்புற நிகழ்தகவுகள் சமமான முன் நிகழ்தகவுகளை அடிப்படையாகக் கொண்டவை.

source: The null hypothesis H0 with test value %1$s is tested against the other hypotheses. H1 states that the mean is bigger than %1$s and H2 states that the mean is smaller than %1$s. The posterior probabilities are based on equal prior probabilities.
es: La hipótesis nula H0 con valor de prueba %1$s se contrasta frente a las otras hipótesis. La hipótesis H1 establece que la media es mayor que %1$s, y la H2 establece que la media es menor que %1$s. Las probabilidades posteriores se basan en probabilidades previas iguales.
ja: 検定値 %1$s の帰無仮説 H0 を他の仮説に対して検定する。H1は平均が%1$sよりも大きいとし、H2は平均が%1$sよりも小さいとする。事後確率は，等しい事前確率に基づいている.
ta: சோதனை மதிப்பு %1$s உடன் NULL கருதுகோள் மற்ற கருதுகோள்களுக்கு எதிராக சோதிக்கப்படுகிறது. சராசரி %1$s ஐ விட பெரியது என்றும், H2 கூறுகிறது, சராசரி %1$s ஐ விட சிறியது என்று H2 கூறுகிறது. பின்புற நிகழ்தகவுகள் சமமான முன் நிகழ்தகவுகளை அடிப்படையாகக் கொண்டவை.

source: The alternative hypothesis H1 specifies that the mean of group 1 is unequal to the mean of group 2. The posterior probabilities are based on equal prior probabilities.
es: La hipótesis alternativa H1 indica que la media del grupo 1 es distinta a la media del grupo 2. Las probabilidades posteriores se basan en probabilidades previas iguales.
ja: 対立仮説H1は，グループ1の平均値とグループ2の平均値が不等であることを指定している． 事後確率は，等しい事前確率に基づいている.
ta: மாற்று கருதுகோள் H1 குழு 1 இன் சராசரி குழுவின் சராசரிக்கு சமமற்றது என்பதைக் குறிப்பிடுகிறது. பின்புற நிகழ்தகவுகள் சமமான முன் நிகழ்தகவுகளை அடிப்படையாகக் கொண்டவை.

source: The alternative hypothesis H1 specifies that the mean of group 1 is smaller than the mean of group 2. The posterior probabilities are based on equal prior probabilities.
es: La hipótesis alternativa H1 indica que la media del grupo 1 es menor que la media del grupo 2. Las probabilidades posteriores se basan en probabilidades previas iguales.
ja: 対立仮説H1は，グループ1の平均値がグループ2の平均値よりも小さいと指定している． 事後確率は，等しい事前確率に基づいている.
ta: மாற்று கருதுகோள் H1 குழு 1 இன் சராசரி குழுவின் சராசரியை விட சிறியது என்பதைக் குறிப்பிடுகிறது. பின்புற நிகழ்தகவுகள் சமமான முன் நிகழ்தகவுகளை அடிப்படையாகக் கொண்டவை.

source: The alternative hypothesis H1 specifies that mean of group 1 is bigger than the mean of group 2. The posterior probabilities are based on equal prior probabilities.
es: La hipótesis alternativa H1 indica que la media del grupo 1 es mayor que la media del grupo 2. Las probabilidades posteriores se basan en probabilidades previas iguales.
ja: 対立仮説H1は，群1の平均値が群2の平均値よりも大きいことを示しています。事後確率は，等しい事前確率に基づいています.
ta: மாற்று கருதுகோள் H1 குழு 1 இன் சராசரி குழுவின் சராசரியை விட பெரியது என்பதைக் குறிப்பிடுகிறது. பின்புற நிகழ்தகவுகள் சமமான முன் நிகழ்தகவுகளை அடிப்படையாகக் கொண்டவை.

source: The hypothesis H1 specifies that the mean of group 1 is bigger than the mean of group 2. The hypothesis H2 specifies that the mean in group 1 is smaller than the mean in group 2. The posterior probabilities are based on equal prior probabilities.
es: La hipótesis H1 indica que la media del grupo 1 es mayor que la media del grupo 2. La hipótesis H2 indica que la media del grupo 1 es menor que la media del grupo 2. Las probabilidades posteriores se basan en probabilidades previas iguales.
ja: 仮説H1は，群1の平均値が群2の平均値よりも大きいことを指定し，仮説H2は，群1の平均値が群2の平均値よりも小さいことを指定している． 事後確率は，等しい事前確率に基づいている.
ta: குரூப் 1 இன் சராசரி குழுவின் சராசரியை விட பெரியது என்று H1 கருதுகிறது. குழு 1 இல் உள்ள சராசரி குழு 2 இல் உள்ள சராசரியை விட சிறியது என்று H2 கருதுகிறது. பின்புற நிகழ்தகவுகள் சமமான முன் நிகழ்தகவுகளை அடிப்படையாகக் கொண்டவை.

source: The null hypothesis H0 (equal group means) is tested against H1 (first mean larger than second mean) and H2 (first mean smaller than second mean). The posterior probabilities are based on equal prior probabilities.
es: La hipótesis nula H0 (medias de grupo iguales) se contrasta frente a H1 (primera media mayor que segunda media) y H2 (primera media menor que segunda media). Las probabilidades posteriores se basan en probabilidades previas iguales.
ja: 帰無仮説H0（群の平均値が等しい）は，H1（第1の平均値が第2の平均値よりも大きい）およびH2（第1の平均値が第2の平均値よりも小さい）に対して検定される．事後確率は，等しい事前確率に基づいている.
ta: சுழிய கருதுகோள் H0 (சமமான குழு வழிமுறைகள்) H1 க்கு எதிராக சோதிக்கப்படுகிறது (முதலில் இரண்டாவது சராசரியை விட பெரியது) மற்றும் H2 (முதலில் இரண்டாவது சராசரியை விட சிறியது). பின்புற நிகழ்தகவுகள் சமமான முன் நிகழ்தகவுகளை அடிப்படையாகக் கொண்டவை.

source: The alternative hypothesis H1 specifies that the mean of variable 1 is unequal to the mean of variable 2. The posterior probabilities are based on equal prior probabilities.
es: La hipótesis alternativa H1 indica que la media de la variable 1 es distinta a la media de la variable 2. Las probabilidades posteriores se basan en probabilidades previas iguales.
ja: 対立仮説H1は、変数1の平均が変数2の平均と不等であることを指定します。事後確率は、等しい事前確率に基づいています.
ta: மாற்று கருதுகோள் H1 மாறி 1 இன் சராசரி மாறியின் சராசரிக்கு சமமற்றது என்பதைக் குறிப்பிடுகிறது. பின்புற நிகழ்தகவுகள் சமமான முன் நிகழ்தகவுகளை அடிப்படையாகக் கொண்டவை.

source: The alternative hypothesis H1 specifies that the mean of variable 1 is bigger than the mean of variable 2. The posterior probabilities are based on equal prior probabilities.
es: La hipótesis alternativa H1 indica que la media de la variable 1 es mayor que la media de la variable 2. Las probabilidades posteriores se basan en probabilidades previas iguales.
ja: 対立仮説H1は，変数1の平均値が変数2の平均値よりも大きいことを指定しています。事後確率は，等しい事前確率に基づいています.
ta: மாற்று கருதுகோள் H1 மாறி 1 இன் சராசரி மாறியின் சராசரியை விட பெரியது என்பதைக் குறிப்பிடுகிறது. பின்புற நிகழ்தகவுகள் சமமான முன் நிகழ்தகவுகளை அடிப்படையாகக் கொண்டவை.

source: The alternative hypothesis H1 specifies that the mean of variable 1 is smaller than the mean of variable 2. The posterior probabilities are based on equal prior probabilities.
es: La hipótesis alternativa H1 indica que la media de la variable 1 es menor que la media de la variable 2. Las probabilidades posteriores se basan en probabilidades previas iguales.
ja: 対立仮説H1は，変数1の平均が変数2の平均よりも小さいことを指定しています。事後確率は，等しい事前確率に基づいています.
ta: மாற்று கருதுகோள் H1 மாறி 1 இன் சராசரி மாறியின் சராசரியை விட சிறியது என்பதைக் குறிப்பிடுகிறது. பின்புற நிகழ்தகவுகள் சமமான முன் நிகழ்தகவுகளை அடிப்படையாகக் கொண்டவை.

source: The hypothesis H1 specifies that the mean of variable 1 is bigger than the mean of variable 2, while the hypothesis H2 specifies that it is smaller. The posterior probabilities are based on equal prior probabilities.
es: La hipótesis H1 indica que la media de la variable 1 es mayor que la media de la variable 2, mientras que la hipótesis H2 indica que es menor. Las probabilidades posteriores se basan en probabilidades previas iguales.
ja: 仮説H1は，変数1の平均が変数2の平均よりも大きいことを指定し，仮説H2は，それよりも小さいことを指定する．事後確率は，等しい事前確率に基づいている.
ta: மாறி 1 இன் சராசரி மாறி 2 இன் சராசரியை விட பெரியது என்று H1 கருதுகோள் குறிப்பிடுகிறது, அதே நேரத்தில் H2 கருதுகோள் இது சிறியது என்பதைக் குறிப்பிடுகிறது. பின்புற நிகழ்தகவுகள் சமமான முன் நிகழ்தகவுகளை அடிப்படையாகக் கொண்டவை.

source: The null hypothesis H0 with equal means is tested against the other hypotheses. The alternative hypothesis H1 states that the mean of variable 1 is bigger than the mean of variable 2. The alternative hypothesis H2 states that the mean of variable 1 is smaller than the mean of variable 2. The posterior probabilities are based on equal prior probabilities.
es: La hipótesis nula H0 de medias iguales se contrasta frente a las otras hipótesis. La hipótesis alternativa H1 establece que la media de la variable 1 es mayor que la media de la variable 2. La hipótesis alternativa H2 indica que la media de la variable 1 es menor que la media de la variable 2. Las probabilidades posteriores se basan en probabilidades previas iguales.
ja: 平均値が等しいという帰無仮説H0を他の仮説に対して検定する。対立仮説H1は，変数1の平均が変数2の平均よりも大きいというものである。対立仮説H2は，変数1の平均が変数2の平均よりも小さいとする．事後確率は，等しい事前確率に基づいている.
ta: சமமான வழிமுறைகளைக் கொண்ட சுழிய கருதுகோள் மற்ற கருதுகோள்களுக்கு எதிராக சோதிக்கப்படுகிறது. மாற்று கருதுகோள் எச் 1 மாறி 1 இன் சராசரி மாறியின் சராசரியை விட பெரியது என்று கூறுகிறது. மாற்று கருதுகோள் எச் 2 மாறி 1 இன் சராசரி மாறியின் சராசரியை விட சிறியது என்று கூறுகிறது. பின்புற நிகழ்தகவுகள் சமமான முன் நிகழ்தகவுகளை அடிப்படையாகக் கொண்டவை.

source: BF.c
es: FB.c
ta: பி.எஃப்.சி.

source: PMP b
ja: PMP(事後モデル確率) b
ta: பி.எம்.பி ஆ

source: PMP c
ja: PMP(事後モデル確率) a
ta: பி.எம்.பி சி

source: BF.u denotes the Bayes factor of the hypothesis at hand versus the unconstrained hypothesis Hu. BF.c denotes the Bayes factor of the hypothesis at hand versus its complement. PMPa contains the posterior model probabilities of the hypotheses specified. PMPb adds Hu, the unconstrained hypothesis. PMPc adds Hc, the complement of the union of the hypotheses specified. All PMPs are based on equal prior model probabilities.
es: FB.u denota el Factor de Bayes de la hipótesis en cuestión frente a la hipótesis sin restricciones Hu. FB.c denota el Factor de Bayes de la hipótesis en cuestión frente a su complementaria. PMPa contiene las probabilidades del modelo posterior de las hipótesis especificadas. PMPb añade Hu, la hipótesis sin restricciones. PMPc añade Hc, la complementaria de la unión de las hipótesis especificadas. Toda las PMPs se basan en probabilidades iguales del modelo previo.
ja: BF.uは手元の仮説のベイズファクターと制約のない仮説Huを表す。 BF.c は，手元の仮説のベイズファクター対その補数を表す。 PMPa は指定された仮説の事後モデル確率である。 PMPb は制約のない仮説 Hu を追加する。 PMPc は指定された仮説の和の補数である Hc を加える。 すべてのPMPは等しい事前モデル確率に基づいている。
ta: Bf.U கருதுகோளின் பேயச் காரணியைக் குறிக்கிறது, இது கட்டுப்படுத்தப்படாத கருதுகோள் உ க்கு எதிராக கையில் உள்ளது. BF.C கருதுகோளின் பேயச் காரணியைக் குறிக்கிறது. PMPA குறிப்பிடப்பட்ட கருதுகோள்களின் பின்புற மாதிரி நிகழ்தகவுகளைக் கொண்டுள்ளது. PMPB கட்டுப்படுத்தப்படாத கருதுகோள் உ ஐ சேர்க்கிறது. பி.எம்.பி.சி எச்.சி., குறிப்பிடப்பட்ட கருதுகோள்களின் ஒன்றியத்தின் நிரப்புதல் ஆகியவற்றைச் சேர்க்கிறது. அனைத்து PMP களும் சமமான முன் மாதிரி நிகழ்தகவுகளை அடிப்படையாகக் கொண்டவை.

source: Results not computed: %1$s.
es: No se calcularon los resultados: %1$s.
ja: 結果が計算されませんでした: %1$s.
ta: முடிவுகள் கணக்கிடப்படவில்லை: %1$s.

source: Variable contains missing values, the rows containing these values are removed in the analysis.
es: La variable tiene valores ausentes; las filas que tienen esos valores se eliminan en el análisis.
ja: 変数に欠損値が含まれている場合、これらの値を含む行は分析から除外されます.
ta: மாறி காணாமல் போன மதிப்புகளைக் கொண்டுள்ளது, இந்த மதிப்புகளைக் கொண்ட வரிசைகள் பகுப்பாய்வில் அகற்றப்படுகின்றன.

source: H0: Equal
es: H0: Igual
ja: H0: 等値
ta: H0: சமம்

source: H1: Not equal
es: H1: No igual
ja: H1: 非等値
ta: எச் 1: சமமாக இல்லை

source: H1: Bigger
es: H1: Mayor
ja: H1: より大きい
ta: எச் 1: பெரியது

source: H1: Smaller
es: H1: Menor
ja: H1: より小さい
ta: எச் 1: சிறியது

source: H2: Smaller
es: H2: Menor
ja: H2: より小さい
ta: எச் 2: சிறியது

source: Results not computed: %s
es: No se calcularon los resultados: %s
ja: 結果が計算されませんでした: %s
ta: முடிவுகள் கணக்கிடப்படவில்லை: %s

source: Both variables contain missing values, the rows containing these values are removed in the analysis.
es: Ambas variables tienen valores ausentes; las filas que tienen esos valores se elimina en el análisis.
ja: どちらの変数にも欠損値が含まれており、これらの値を含む行は分析から除外されています.
ta: இரண்டு மாறிகள் காணாமல் போன மதிப்புகளைக் கொண்டுள்ளன, இந்த மதிப்புகளைக் கொண்ட வரிசைகள் பகுப்பாய்வில் அகற்றப்படுகின்றன.

source: The variable %s contains missing values, the rows containing these values are removed in the analysis.
es: La variable %s tiene valores ausentes; las filas que tienen esos valores se eliminan en el análisis.
ja: 変数 %s には欠損値が含まれています。これらの値を含む行は分析で削除されます.
ta: மாறி %s இல் காணாமல் போன மதிப்புகள் உள்ளன, இந்த மதிப்புகளைக் கொண்ட வரிசைகள் பகுப்பாய்வில் அகற்றப்படுகின்றன.

source: Results not computed: The variables in this pair are the same.
es: No se calcularon los resultados: las variables de esta pareja son las mismas.
ja: 結果は計算されていません。このペアの変数は同じです.
ta: முடிவுகள் கணக்கிடப்படவில்லை: இந்த சோடியில் உள்ள மாறிகள் ஒன்றே.

source: Results not computed: The pair is incomplete.
es: No se calcularon los resultados: la pareja está incompleta.
ja: 結果が計算されていません: ペアが不完全です.
ta: முடிவுகள் கணக்கிடப்படவில்லை: இணை முழுமையடையாது.

source: The variables %1$s contain missing values, the rows containing these values are removed in the analysis.
es: Las variables %s tienen valores ausentes; las filas que tienen esos valores se eliminan en el análisis.
ja: 変数 %1$s には欠損値が含まれています。これらの値を含む行は、分析で除外されます.
ta: %1$s மாறிகள் காணாமல் போன மதிப்புகளைக் கொண்டுள்ளன, இந்த மதிப்புகளைக் கொண்ட வரிசைகள் பகுப்பாய்வில் அகற்றப்படுகின்றன.

source: <b>Warning.</b>
es: <b>Advertencia.</b>
ja: <b>警告</b>
ta: <b> எச்சரிக்கை. </b>

source: The variables %1$s and %2$s contain missing values, the rows containing these values are removed in the analysis.
es: Las variables %1$s y %2$s tienen valores ausentes; las filas que tienen esos valores se eliminan en el análisis.
ja: 変数 %1$s および %2$s には欠損値が含まれているため、これらの値を含む行は分析から除外されます.
ta: %1$s மற்றும் %2$s மாறிகள் காணாமல் போன மதிப்புகளைக் கொண்டுள்ளன, இந்த மதிப்புகளைக் கொண்ட வரிசைகள் பகுப்பாய்வில் அகற்றப்படுகின்றன.

source: The variable %1$s contains missing values, the rows containing these values are removed in the analysis.
es: La variable %1$s tiene valores ausentes; las filas que tienen esos valores se eliminan en el análisis.
ja: 変数 %1$s には欠測値が含まれています。これらの値を含む行は分析で削除されます.
ta: மாறி %1$s காணாமல் போன மதிப்புகளைக் கொண்டுள்ளது, இந்த மதிப்புகளைக் கொண்ட வரிசைகள் பகுப்பாய்வில் அகற்றப்படுகின்றன.

source: H%1$i
ta: எச்%1$i

source: Hu
ta: உ

source: Hc
ta: எச்.சி.

source: <b>Warning</b>
es: <b>Advertencia</b>
ja: <b>警告</b>
ta: <b> எச்சரிக்கை </b>

source: The entered model constraints are incompatible with the data and therefore the computed results contain NaNs.
es: Las restricciones del modelo introducidas son incompatibles con los datos, y por eso los resultados calculados tienen NaN.
ja: 入力されたモデル制約はデータと互換性がないため、計算結果にNaNが含まれています.
ta: உள்ளிடப்பட்ட மாதிரி தடைகள் தரவுகளுடன் பொருந்தாது, எனவே கணக்கிடப்பட்ட முடிவுகளில் NANS உள்ளது.

source: <b>Your hypotheses (almost) completely cover the parameter space. Therefore instead of PMPc, you should interpret PMPa.</b>
es: <b>Sus hipótesis abarcan (casi) completamente el espacio paramétrico. Por eso, se debería interpretar PMPa en lugar de PMPc.</b>
ja: <b>あなたの仮説は、パラメータ空間を(ほぼ)完全にカバーしています。したがって、PMPcの代わりに、PMPaを解釈する必要があります。</b>
ta: <b> உங்கள் கருதுகோள்கள் (கிட்டத்தட்ட) அளவுரு இடத்தை முழுமையாக மறைக்கின்றன. எனவே PMPC க்கு பதிலாக, நீங்கள் PMPA ஐ விளக்க வேண்டும்.</b>

source: Bayes Factor Matrix
es: Matriz de Factores de Bayes
ja: ベイズファクター行列
ta: பேயச் காரணி மேட்ரிக்ச்

source: Coefficients for Groups plus Covariates
es: Coeficientes para Grupos más Covariables
ja: 群+共変量の係数
ta: குழுக்கள் மற்றும் கோவாரியட்டுகளுக்கான குணகங்கள்

source: Coefficients for Parameters
es: Coeficientes para los Parámetros
ja: パラメータの係数
ta: அளவுருக்களுக்கான குணகங்கள்

source: Descriptive Statistics
es: Estadísticos Descriptivos
ja: 記述統計
ta: விளக்கமான புள்ளிவிவரங்கள்

source: Coefficient
es: Coeficiente
ja: 係数
ta: கெழு

source: Mean
es: Media
ja: 平均値
ta: இடை, சராசரி

source: %.0f%% Credible Interval
es: Intervalo con el %.0f%% de Credibilidad
ja: %.0f%% 信用区間
ta: %.0f %% நம்பகமான இடைவெளி

source: Group
es: Grupo
ja: 群
ta: குழு

source: N
ta: என்

source: SD
es: DT
ja: 標準偏差
ta: எச்டி

source: SE
es: ET
ja: 標準誤差
ta: உடன்

source: Lower
es: Inferior
ja: 下限
ta: கீழ்

source: Upper
es: Superior
ja: 上限
ta: மேல்

source: The displayed coefficients are standardized.
es: Los coeficientes presentados están tipificados.
ja: 表示される係数は標準化されています.
ta: காட்டப்படும் குணகங்கள் தரப்படுத்தப்பட்டவை.

source: The displayed coefficients are unstandardized.
es: Los coeficientes presentados no están tipificados.
ja: 表示される係数は標準化されていません.
ta: காட்டப்படும் குணகங்கள் நிலையற்றவை.

source: The results for this variable were not computed.
es: No se calcularon los resultados para esta variable.
ja: この変数の結果は計算されませんでした.
ta: இந்த மாறிக்கான முடிவுகள் கணக்கிடப்படவில்லை.

source: Posterior Probabilities
es: Probabilidades Posteriores
ja: 事後確率
ta: பின்புற நிகழ்தகவுகள்

source: Plotting not possible: the results for this variable were not computed.
es: No es posible hacer el gráfico: no se calcularon los resultados para esta variable.
ja: プロットできません: この変数の結果は計算されませんでした.
ta: சூழ்ச்சி செய்ய முடியாது: இந்த மாறிக்கான முடிவுகள் கணக்கிடப்படவில்லை.

source: Plotting not possible: %1$s
es: No es posible hacer el gráfico: %1$s
ja: プロットできません: %1$s
ta: சூழ்ச்சி செய்ய முடியாது: %1$s

source: Plotting not possible: the results could not be computed.
es: No es posible hacer el gráfico: no se pudieron calcular los resultados.
ja: プロットできません: 結果を計算できませんでした.
ta: சூழ்ச்சி செய்ய முடியாது: முடிவுகளை கணக்கிட முடியவில்லை.

source: Descriptive Plots
es: Gráficos de Descriptivos
ja: 記述統計量プロット
ta: விளக்கக் கதைகள்

source: Descriptives Plot
es: Gráfico de Descriptivos
ja: 記述統計量プロット
ta: விளக்கங்கள் சூழ்ச்சி

source: Adjusted Means
es: Medias Ajustadas
ja: 調整済み平均
ta: சரிசெய்யப்பட்ட வழிமுறைகள்

source: Difference
es: Diferencia
ja: 差
ta: வேறுபாடு

source: H0
ta: ம

source: H2
ta: எச் 2

source: H
ta: ம

source: Excluding Hu and Hc
es: Excluyendo Hu y Hc
ja: HuとHcを除く
ta: உ மற்றும் HC ஐத் தவிர

source: Including Hc
es: Incluyendo Hc
ja: Huを含む
ta: எச்.சி உட்பட

source: Including Hu
es: Incluyendo Hu
ja: Huを含む
ta: உ உட்பட

source: Path Diagram
es: Diagrama de Ruta
ja: パス図
ta: பாதை வரைபடம்

source: Group: %1$s
es: Grupo: %1$s
ja: 群: %1$s
ta: குழு: %1$s

source: An error occurred while creating this plot:<br>%1$s.
es: Se produjo un fallo al generar este gráfico:<br>%1$s.
ja: このプロットの作成中にエラーが発生しました:<br>%1$s.
ta: இந்த சதித்திட்டத்தை உருவாக்கும் போது பிழை ஏற்பட்டது: <br>%1$s.

source: BF.u
es: FB.u

source: PMP a
ja: PMP(事後モデル確率) a
